{
  "text.loadingscreentips.tip": "Tipp:",
  "text.loadingscreentips.tip.nether_bed": "Versuche im Nether zu schlafen, und du wirst ein explosives Erwachen haben!",
  "text.loadingscreentips.tip.milk": "Trinke Milch, um die Effekte von Tränken zu beenden!",
  "text.loadingscreentips.iron_golem": "Eisengolems sind die Beschützer der Dorfbewohner und werden dich angreifen, wenn du ihnen etwas tust.",
  "text.loadingscreentips.dirt_sugarcane": "Zuckerrohr wächst auf Erde und Sand.",
  "text.loadingscreentips.dig_straight_down": "Wenn du gerade nach unten gräbst, findest zu zu 75% eine Überraschung.",
  "text.loadingscreentips.scared_creepers": "Creeper haben Angst vor Katzen.",
  "text.loadingscreentips.endermen_eyes": "Schaue Endermännern nicht in die Augen, sonst werden sie wütend.",
  "text.loadingscreentips.herobrine": "§4Fürchte dich vor dem Steve mit weißen Augen",
  "text.loadingscreentips.illager_bell": "Wenn du eine Glocke läutest, leuchten Illager-Kreaturen in der Nähe.",
  "text.loadingscreentips.shear_snowgolem": "Verwendest du eine Schere bei einem Schneegolem, kannst du seinen Kürbis abmachen.",
  "text.loadingscreentips.mob_heads": "Wenn du einen Monsterkopf trägst, wirst du von ihnen schwerer erkannt.",
  "text.loadingscreentips.basalt_gen": "Mit Seelenerde, blauem Eis und Lava kannst du Basalt herstellen.",
  "text.loadingscreentips.brown_mooshroom": "Ein Blitzschlag kann einen roten Pilz in einen braunen verwandeln.",
  "text.loadingscreentips.axolotl_rename": "Wenn du einen Eimer mit Axolotl umbenennst, behält es den Namen.",
  "text.loadingscreentips.curse_of_binding": "Du musst sterben, um ein Rüstungsteil mit dem Fluch der Bindung loszuwerden.",
  "text.loadingscreentips.charged_creeper": "Wenn ein Blitz einen Creeper trifft, passiert etwas Elektrisierendes!",
  "text.loadingscreentips.piglin_gold": "Vergiss nicht, Goldrüstung in der Nähe von Piglins zu tragen, sonst werden sie wütend.",
  "text.loadingscreentips.warped_mushrooms": "Hoglins fürchten sich vor Wirrpilzen.",
  "text.loadingscreentips.glowstone_portal": "Baue ein Portal aus Glowstone, um in eine Welt über den Wolken zu gelangen.",
  "text.loadingscreentips.evoker": "Magiere können blaue Schafe in rote verwandeln.",
  "text.loadingscreentips.dinnerbone": "Benenne eine Kreatur 'Dinnerbone' und sieh, was passiert!",
  "text.loadingscreentips.jeb": "Benenne ein Schaf 'jeb_' und sieh, was passiert!",
  "text.loadingscreentips.flooded_caves": "Überflutete Höhlen sind eine großartige Quelle für Erze!",
  "text.loadingscreentips.goat_horn": "Illager blasen bei einem Überfall das Ziegenhorn",
  "text.loadingscreentips.bad_omen": "Pass auf, wenn du das Böse Omen hast, es könnte eine schlechte Zeit in einem Dorf bedeuten.",
  "text.loadingscreentips.pig_creepers": "Man sagt, dass Schweine und Creeper einen gemeinsamen Vorfahren haben.",
  "text.loadingscreentips.nitwit": "Dorfbewohner mit grüner Kleidung haben Schwierigkeiten, einen Beruf zu finden.",
  "text.loadingscreentips.witherskull": "Mit etwas Glück kannst du beim Töten von Wither-Skeletten einen Schädel erhalten.",
  "text.loadingscreentips.villager_witch": "Wenn ein Blitz einen Dorfbewohner trifft, verwandelt er sich in eine Hexe.",
  "text.loadingscreentips.crossbow_fireworks": "Feuerwerksraketen können in eine Armbrust geladen werden.",
  "text.loadingscreentips.prevent_endermen_move": "Wenn ein Enderman auf dich sauer ist, schau ihm in die Augen, um ihn vom Bewegen abzuhalten.",
  "text.loadingscreentips.stronghold_rings": "Festungen generieren in Ringen um die Mitte der Welt.",
  "text.loadingscreentips.pink_sheep": "Rosa Schafe sind sehr selten.",
  "text.loadingscreentips.mending": "Die Reparaturverzauberung kann deine Werkzeuge reparieren, indem sie Erfahrungspunkte nutzt.",
  "text.loadingscreentips.fishing": "Angeln kann eine gute Quelle für Nahrung und andere Dinge sein!",
  "text.loadingscreentips.axolotls": "Axolotls können dich vor den Gefahren des Meeres schützen.",
  "text.loadingscreentips.diamond_ore": "Diamanten findet man am einfachsten in der Tiefenschiefer-Schicht der Welt.",
  "text.loadingscreentips.grimstone": "Tiefenschiefer wurde ursprünglich Grimstone genannt!",
  "text.loadingscreentips.dragon_breath": "Du kannst den Atem des Enderdrachen mit einer Flasche einsammeln!",
  "text.loadingscreentips.snow_cauldron": "Pulverschnee kann sich in einem Kessel ansammeln, wenn es schneit.",
  "text.loadingscreentips.powdered_snow": "Pass auf Pulverschnee auf, du könntest hindurchfallen und anfangen zu erfrieren.",
  "text.loadingscreentips.trans_bee": "Die Minecraft-Biene ist trans.",
  "text.loadingscreentips.phantom": "Vergiss nicht zu schlafen, sonst erwachen die Phantome.",
  "text.loadingscreentips.stray": "Wenn ein Skelett erfriert, wird es zu einem Eiswanderer.",
  "text.loadingscreentips.drowned": "Wenn ein Zombie ertrinkt, wird er zu einem Ertrunkenen.",
  "text.loadingscreentips.trident": "Der Dreizack ist eine Waffe, die im Wasser am besten funktioniert.",
  "text.loadingscreentips.polar_bear": "Eisbären schützen ihre Jungen.",
  "text.loadingscreentips.panda": "Pandas haben 6 verschiedene Persönlichkeiten: Normal, Faul, Besorgt, Verspielt, Aggressiv, Schwach und Braun.",
  "text.loadingscreentips.glow_ink": "Verwende Leuchttinte auf einem Schild, um den Text leuchten zu lassen.",
  "text.loadingscreentips.slime_moon": "Die Mondphase beeinflusst das Spawnverhalten von Schleimen in Sümpfen; sie erscheinen am meisten bei Vollmond.",
  "text.loadingscreentips.azalea_tree": "Grabe unter einem Azaleenbaum, und du findest eine üppige Höhle.",
  "text.loadingscreentips.zombie_villager": "Zombies können Dorfbewohner in Zombies verwandeln.",
  "text.loadingscreentips.campfire_bee": "Stelle ein Lagerfeuer unter einen Bienenstock, um die Bienen zu beruhigen und sicher Honig zu sammeln.",
  "text.loadingscreentips.goat_mountain": "Nimm dich vor Ziegen in Acht - Sie können dich von einer KAnte runterstoßen,",
  "text.loadingscreentips.breed_hoglins": "Du kannst Hoglins mit Karmesinpilzen züchten.",
  "text.loadingscreentips.zombified_pigs": "Hoglins und Piglins werden zombifiziert, wenn sie das Nether verlassen.",
  "text.loadingscreentips.mushroom_island": "Wenn du weit genug reist, kannst du eine Insel mit riesigen Pilzen finden.",
  "text.loadingscreentips.strider": "Verwende Schreiter, um über die riesigen Lava-Meere im Nether zu reisen. Sie können mit einem Wirrpilz am Stock geführt werden.",
  "text.loadingscreentips.ocean_monument": "Große Wächter geben dir Bergbauermüdung, wenn du einem Ozeanmonument zu nahe kommst.",
  "text.loadingscreentips.elder_guardian": "Große Wächter lassen Schwämme fallen, wenn sie sterben.",
  "text.loadingscreentips.bastion_chest": "In einer Piglin-Bastion verteidigen die Piglins ihre Beute.",
  "text.loadingscreentips.piglin_brute": "Piglin-Barbaren greifen dich an, auch wenn du eine Goldrüstung trägst.",
  "text.loadingscreentips.end_city": "End-Städte findet man auf den äußeren End-Inseln, und sie enthalten seltene Beute.",
  "text.loadingscreentips.tipped_arrow": "Lege Pfeile um einen schwebenden Trank, um getränkte Pfeile zu erhalten.",
  "text.loadingscreentips.horses": "Pferde sind eine schnelle Möglichkeit, die Welt zu bereisen, und du kannst sie züchten, um bessere zu erhalten.",
  "text.loadingscreentips.deepslate": "Unterhalb von y=0 wird alles Stein durch Tiefenschiefer ersetzt, das stärker ist.",
  "text.loadingscreentips.large_ore_vein": "Große Erzadern aus Kupfer und Eisen können tief unter der Erde gefunden werden.",
  "text.loadingscreentips.bedrock_nether": "Sowohl der obere als auch der untere Teil des Nether bestehen aus Grundgestein, einem unzerstörbaren Block.",
  "text.loadingscreentips.deep_dark": "Legenden besagen, dass es tief unter der Erde antike Städte mit seltenen Schätzen gibt, die sonst nirgends zu finden sind.",
  "text.loadingscreentips.swift_sneak": "Huschen ist eine Verzauberung, die deine Bewegung beim Schleichen verbessert.",
  "text.loadingscreentips.frog_magmacubes": "Bring deine Magmawürfel nicht in die Nähe eines Frosches, sonst könnten sie gefressen werden.",
  "text.loadingscreentips.sculk": "Sculk enthält Seelen und lässt Erfahrung fallen, wenn du es abbaust.",
  "text.loadingscreentips.allay": "Gib einem Allay einen Gegenstand, und er sammelt weitere für dich ein!",
  "text.loadingscreentips.frog_types": "Frösche haben drei Typen: Kalt, Warm und Gemäßigt. Sie können in ihren jeweiligen Klimazonen gezüchtet werden.",
  "text.loadingscreentips.sculk_catalyst": "Der Sculk-Katalysator stiehlt die Seelen naher getöteter Kreaturen und verbreitet Sculk.",
  "text.loadingscreentips.wool_occlusion": "Verwende Wolle, um Geräusche im Tiefen Dunkel zu dämpfen.",
  "text.loadingscreentips.frog_breeding": "Du kannst Frösche mit Schleimbällen züchten.",
  "text.loadingscreentips.warden": "Man sagt, es gibt ein starkes Biest mit echolotartiger Kraft in den tiefsten Teilen der Welt.",
  "text.loadingscreentips.dripstone_clay": "Tropfstein unter Schlamm kann ihn austrocknen, bis er zu Ton wird.",
  "text.loadingscreentips.dupe_allay": "Gib einem Allay und einem Amethystsplitter einen Gegenstand, während er zur Musik tanzt, um ihn zu duplizieren.",
  "text.loadingscreentips.villager": "Handel mit Dorfbewohnern ist eine gute Möglichkeit, Smaragde zu erhalten.",
  "text.loadingscreentips.sculk_shriekers": "Sei leise in der Nähe von Sculk-Kreischern, sonst wirst du es bereuen.",
  "text.loadingscreentips.build_snowgolem": "Wenn du zwei Schneeblöcke übereinander stapelst und eine Kürbislaternen darauf setzt, kannst du einen Schneemann bauen!",
  "text.loadingscreentips.leather_boots": "Lederstiefel verhindern, dass du durch Pulverschnee fällst!",
  "text.loadingscreentips.shulker_bullet": "Wenn ein Shulker von einer Shulkerkugel getroffen wird, kann er sich klonen.",
  "text.loadingscreentips.enchantability": "Einige Materialien erhalten bessere Verzauberungen, wie zum Beispiel Gold.",
  "text.loadingscreentips.saturation": "Versuche größere Nahrungsmittel wie gegartes Fleisch zu essen, sie halten dich länger satt.",
  "text.loadingscreentips.armor_trim": "Du kannst Rüstungsverzierungsvorlagen in verschiedenen Strukturen finden und verwenden, um deiner Rüstung Verzierungen hinzuzufügen.",
  "text.loadingscreentips.suspicious_sand": "Selstamer Sand ist ein Block, der in Wüstentempeln, Wüstenbrunnen und warmen Ozeanruinen zu finden ist. Versuche, ihn mit einem Pinsel zu bearbeiten!",
  "text.loadingscreentips.suspicious_gravel": "Verdächtiger Kies ist ein Block, der in kalten Ozeanruinen und Pfadruinen zu finden ist. Versuche, ihn mit einem Pinsel zu bearbeiten!",
  "text.loadingscreentips.trail_ruins": "Pfadruinen sind eine Struktur, die mehrere Verzierungsvorlagen und eine einzigartige Musikschallplatte enthält.",
  "text.loadingscreentips.sherds": "Tonscherben sind Stücke von Keramik, die in verschiedenen archäologischen Strukturen in verdächtigem Sand und Kies gefunden werden. Kombiniere 4, um einen dekorierten Topf herzustellen.",
  "text.loadingscreentips.sniffer_moss": "Schnüffler-Eier wachsen doppelt so schnell auf Moosblöcken.",
  "text.loadingscreentips.sniffer_egg": "Du kannst Schnüffler-Eier in warmen Ozeanruinen in verdächtigem Sand finden.",
  "text.loadingscreentips.sniffing": "Schnüffler werden gelegentlich den Boden beschnüffeln und Samen ausgraben, die Pflanzen aus der Vergangenheit wachsen lassen.",
  "text.loadingscreentips.sniffer_breeding": "Schnüffler können mit Fackelliliensamen gezüchtet werden.",
  "text.loadingscreentips.camel_breeding": "Kamele können mit Kakteen gezüchtet werden.",
  "text.loadingscreentips.camel": "Kamele sind eine großartige Möglichkeit, die Wüste zu durchqueren, und können von zwei Spielern geritten werden.",
  "text.loadingscreentips.musical_heads": "Wenn du einen Kopf über einen Notenblock platzierst, spielt er Geräusche des Mobs ab.",
  "text.loadingscreentips.charged_creeper_heads": "Wenn ein geladener Creeper bestimmte Monster tötet, lassen sie ihren Kopf fallen.",
  "text.loadingscreentips.copy_template": "Du kannst Schmiedevorlagen kopieren, indem du sie mit 7 Diamanten und dem Basisgegestandes der Vorlage dupliziert werden.",
  "text.loadingscreentips.decorated_pots_items": "Du kannst Gegenstände in dekorierten Töpfen aufbewahren, indem du sie mit dem Gegenstand anklickst. Sie können bis zu einem Stapel eines Gegenstandes aufnehmen.",
  "text.loadingscreentips.break_decorated_pots": "Hey! Hör zu! Du kannst dekorierte Töpfe mit Projektilen wie Pfeilen zerschlagen.",
  "text.loadingscreentips.ominous_bottle": "Du kannst unheilvolle Flaschen erhalten, indem du Überfallkapitäne tötest oder sie in Gewölben findest. Trink sie in einem Dorf oder einer Prüfkammer für eine echte Herausforderung.",
  "text.loadingscreentips.cartographers": "Von Kartographen kannst du verschiedene Entdeckerkarten erhalten, die zu verschiedenen Strukturen führen.",
  "text.loadingscreentips.mace": "Der Streitkolben ist eine Waffe, die basierend auf Fallhöhe erheblichen Schaden verursacht. Die Komponenten kannst du in einer unheilvollen Prüfkammer finden.",
  "text.loadingscreentips.copper_bulb": "Der Kupferlampenblock kann als einfacher T-Flip-Flop verwendet werden, wenn ein Komparator ihn abliest.",
  "text.loadingscreentips.bad_omen_levels": "Schlechtes Omen hat 5 Stufen, die die unheilvollen Ereignisse immer schwieriger machen.",
  "text.loadingscreentips.armadillo_scute": "Gürteltiere lassen gelegentlich Schuppen fallen, und du kannst sie durch Bürsten zum Abwerfen zwingen.",
  "text.loadingscreentips.bogged": "Du kannst ein Sumpfskelett scheren, um Pilze zu erhalten.",
  "text.loadingscreentips.wolf_armor": "Wenn die Rüstung deines Wolfs beginnt zu zerbrechen, klicke mit einer Gürteltier-Schuppe auf ihn, um sie zu reparieren.",
  "text.loadingscreentips.wind_charge": "Du kannst Windkugeln werfen, um einen Windstoß zu erzeugen, der Gegner wegstößt oder dich selbst katapultiert.",
  "text.loadingscreentips.trial_keys": "Erhalte Prüfungsschlüssel, indem du gegen Prüfungs-Spawner kämpfst. Mit ihnen kannst du Tresore öffnen und Beute erhalten.",
  "text.loadingscreentips.trial_spawners": "Die Schwierigkeit von Prüfungs-Spawnern skaliert basierend auf den Spielern. Bring also Freunde für eine Herausforderung mit.",
  "text.loadingscreentips.breeze_deflect": "Du kannst Windladungen, die von einer Böe geschossen werden, mit einem Schild abwehren oder zurückschlagen.",
  "text.loadingscreentips.mace_wither": "Du kannst einen Wither mit einem Streitkolben auf einen Schlag besiegen, du musst nur mindestens 180 Blöcke fallen.",
  "text.loadingscreentips.mace_falldamage": "Wenn du fällst und ein Mob mit dem Streitkolben angreifst, wird dein Fallschaden negiert.",
  "text.loadingscreentips.breeze_projectile": "Die Windladung beeinflusst viele Blöcke, wie Türen zu öffnen, Knöpfe zu drücken und Glocken zu läuten.",
  "text.loadingscreentips.trial_spawner_blocks": "Du kannst erkennen, welcher Mob in Prüfungs-Spawnblöcken spawnt, basierend auf den Blöcken im Raum, die mit dem Mob assoziiert sind.",
  "modmenu.summaryTranslation.loadingscreentips": "Fügt Tipps zum Ladebildschirm hinzu.",
  "modmenu.descriptionTranslation.loadingscreentips": "Fügt Tipps zum Ladebildschirm hinzu.",
  "loadingscreentips.midnightconfig.title": "Ladebildschirmtipps Einstellungen",
  "loadingscreentips.midnightconfig.corner": "Anzeigeecke",
  "loadingscreentips.midnightconfig.changeTime": "Dauer ändern",
  "loadingscreentips.midnightconfig.enum.CORNER.BOTTOM_LEFT": "Unten Links",
  "loadingscreentips.midnightconfig.enum.CORNER.TOP_LEFT": "Oben Links",
  "loadingscreentips.midnightconfig.enum.CORNER.BOTTOM_RIGHT": "Unten Rechts",
  "loadingscreentips.midnightconfig.enum.CORNER.TOP_RIGHT": "Oben Rechts",
  "loadingscreentips.midnightconfig.serverLoadingTips": "Tipps auf dem Server-Ladebildschirm anzeigen"
}
