{
    "text.loadingscreentips.tip": "Dica:",
    "text.loadingscreentips.tip.nether_bed": "Coloque uma cama no Nether, será uma explosão!",
    "text.loadingscreentips.tip.milk": "Beba leite para se livrar dos efeitos de poções!",
    "text.loadingscreentips.iron_golem": "Golems de Ferro são os protetores das vilas, eles irão atacá-lo se você atacar um aldeão.",
    "text.loadingscreentips.dirt_sugarcane": "A cana-de-açúcar pode crescer na terra!",
    "text.loadingscreentips.dig_straight_down": "Cavar diretamente para baixo tem 75% de chance de encontrar uma surpresa.",
    "text.loadingscreentips.scared_creepers": "Creepers têm medo de gatos!",
    "text.loadingscreentips.endermen_eyes": "Não olhe um Enderman nos olhos, ou eles podem ficar irritados.",
    "text.loadingscreentips.herobrine": "§4Tema o Steve cujos olhos §fbrilham em branco.",
    "text.loadingscreentips.illager_bell": "Você pode tocar um sino durante uma invasão para fazer com que os illagers próximos brilhem.",
    "text.loadingscreentips.shear_snowgolem": "Você pode tosquiar um Golem de Neve para remover a lanterna de abóbora.",
    "text.loadingscreentips.mob_heads": "Usar a cabeça de um mob dificultará que eles o detectem, experimente com um creeper!",
    "text.loadingscreentips.basalt_gen": "Basalto pode ser criado a partir de lava fluindo sobre um espaço em cima de terra das almas e adjacente ao gelo azul.",
    "text.loadingscreentips.brown_mooshroom": "Um raio pode transformar um mooshroom vermelho em um mooshroom marrom.",
    "text.loadingscreentips.axolotl_rename": "Você pode renomear um axolote em um balde, e ele manterá o nome quando você o soltar!",
    "text.loadingscreentips.curse_of_binding": "Tem uma armadura amaldiçoada vinculada a você? Morra para removê-la!",
    "text.loadingscreentips.charged_creeper": "Quando um raio atinge um creeper, algo eletrizante acontece!",
    "text.loadingscreentips.piglin_gold": "Não se esqueça de usar ouro perto dos piglins, ou eles ficarão irritados.",
    "text.loadingscreentips.warped_mushrooms": "Hoglins têm medo de fungos distorcidos.",
    "text.loadingscreentips.glowstone_portal": "Construa um portal de pedra luminosa para levá-lo a um mundo acima das nuvens.",
    "text.loadingscreentips.evoker": "Invocadores podem transformar ovelhas azuis em vermelhas.",
    "text.loadingscreentips.dinnerbone": "Nomeie um mob de 'dinnerbone' e veja o que acontece!",
    "text.loadingscreentips.jeb": "Nomeie uma ovelha de 'jeb_' e veja o que acontece!",
    "text.loadingscreentips.flooded_caves": "Cavernas inundadas são uma ótima fonte de minérios!",
    "text.loadingscreentips.goat_horn": "Chifres de cabra fazem o mesmo som que as trombetas de invasão dos illagers.",
    "text.loadingscreentips.bad_omen": "Cuidado se você estiver com mau presságio, você pode ter um tempo ruim em uma vila.",
    "text.loadingscreentips.pig_creepers": "Alguns dizem que porcos e creepers têm um ancestral comum.",
    "text.loadingscreentips.nitwit": "Aldeões com roupas verdes podem ter dificuldade em encontrar um emprego.",
    "text.loadingscreentips.witherskull": "Se tiver sorte ao matar esqueletos wither, você pode conseguir uma caveira.",
    "text.loadingscreentips.villager_witch": "Quando um raio atinge um aldeão, ele se transforma em uma bruxa.",
    "text.loadingscreentips.crossbow_fireworks": "Fogos de artifício podem ser carregados em uma besta.",
    "text.loadingscreentips.prevent_endermen_move": "Se um enderman estiver irritado com você, olhe nos olhos dele para impedir que se mova.",
    "text.loadingscreentips.stronghold_rings": "Fortalezas geram em anéis ao redor do centro do mundo.",
    "text.loadingscreentips.pink_sheep": "Ovelhas rosas podem raramente aparecer.",
    "text.loadingscreentips.mending": "O encantamento de conserto pode reparar suas ferramentas à custa de experiência.",
    "text.loadingscreentips.fishing": "Pescar pode ser uma boa fonte de comida e tesouros!",
    "text.loadingscreentips.axolotls": "Axolotes podem protegê-lo dos perigos do mar.",
    "text.loadingscreentips.diamond_ore": "Diamantes são mais facilmente encontrados nas camadas profundas de ardósia do mundo.",
    "text.loadingscreentips.grimstone": "Ardósia profunda era originalmente chamada de 'pedra-sinistra'!",
    "text.loadingscreentips.dragon_breath": "Você pode coletar o sopro do Dragão Ender com apenas uma garrafa!",
    "text.loadingscreentips.snow_cauldron": "Neve fofa pode se acumular em um caldeirão enquanto está nevando.",
    "text.loadingscreentips.powdered_snow": "Cuidado com a neve fofa, você pode se prender nela e começar a congelar.",
    "text.loadingscreentips.trans_bee": "A abelha do Minecraft é trans.",
    "text.loadingscreentips.phantom": "Não se esqueça de dormir, ou os phantons podem despertar.",
    "text.loadingscreentips.stray": "Se um esqueleto morrer congelado, ele se tornará um esqueleto-errante.",
    "text.loadingscreentips.drowned": "Se um zumbi se afogar, ele se tornará um afogado.",
    "text.loadingscreentips.trident": "O tridente é uma arma que se destaca na água.",
    "text.loadingscreentips.polar_bear": "Os ursos polares protegerão seus filhotes.",
    "text.loadingscreentips.panda": "Pandas têm 6 tipos de personalidades: Normal, Preguiçoso, Preocupado, Brincalhão, Agressivo, Fraco e Marrom.",
    "text.loadingscreentips.glow_ink": "Use uma bolsa de tinta brilhante em uma placa para fazer o texto brilhar.",
    "text.loadingscreentips.slime_moon": "A fase da lua afeta o nascimento de Slimes em pântanos, eles aparecem mais durante a lua cheia.",
    "text.loadingscreentips.azalea_tree": "Cave sob uma árvore de azaleia, e você encontrará uma caverna verdejante.",
    "text.loadingscreentips.zombie_villager": "Zumbis podem transformar aldeões em zumbis.",
    "text.loadingscreentips.campfire_bee": "Coloque uma fogueira sob uma colmeia de abelhas para acalmá-las e coletar mel com segurança.",
    "text.loadingscreentips.goat_mountain": "Cuidado com as cabras, pois elas podem bater em você.",
    "text.loadingscreentips.breed_hoglins": "Você pode cruzar hoglins com fungos carmesins.",
    "text.loadingscreentips.zombified_pigs": "Tanto hoglins quanto Piglins se transformarão em zumbis caso saiam do Nether.",
    "text.loadingscreentips.mushroom_island": "Se você viajar o suficiente, pode encontrar uma ilha com cogumelos gigantes.",
    "text.loadingscreentips.strider": "Use lavagantes para viajar pelos vastos oceanos de lava no Nether. Eles podem ser conduzidos usando uma vara com fungo distorcido.",
    "text.loadingscreentips.ocean_monument": "Guardiões anciãos lhe darão exaustão quando você chegar muito perto de um monumento oceânico.",
    "text.loadingscreentips.elder_guardian": "Guardiões anciãos deixarão cair esponjas ao morrer.",
    "text.loadingscreentips.bastion_chest": "Quando estiver em uma bastião em ruínas, os piglins defenderão seu tesouro.",
    "text.loadingscreentips.piglin_brute": "Os piglins bárbaros não se importam com ouro e atacarão, não importa o quê.",
    "text.loadingscreentips.end_city": "Cidades do end são encontradas nas ilhas exteriores do end e contêm alguns tesouros raros.",
    "text.loadingscreentips.tipped_arrow": "Coloque flechas ao redor de uma poção prolongada e você obterá flechas com efeito.",
    "text.loadingscreentips.horses": "Cavalos são uma maneira rápida de viajar pelo mundo, e você pode cruza-los para melhorar suas estatísticas.",
    "text.loadingscreentips.deepslate": "Uma vez que você estiver abaixo de y=0, toda pedra é substituída por ardósia, que é mais resistente.",
    "text.loadingscreentips.large_ore_vein": "Veios grandes de minério de cobre e ferro podem ser encontrados nas profundezas subterrâneas.",
    "text.loadingscreentips.bedrock_nether": "Tanto o topo quanto o fundo do Nether são compostos por bedrock, um bloco inquebrável.",
    "text.loadingscreentips.deep_dark": "Dizem as lendas que há cidades ancestrais nas profundezas subterrâneas, com tesouros raros que não se encontram em nenhum outro lugar.",
    "text.loadingscreentips.swift_sneak": "Passos furtivos é um encantamento que aumenta sua movimentação enquanto você se agacha.",
    "text.loadingscreentips.frog_magmacubes": "Não leve seus cubos de magma perto de um sapo, ou ele pode acabar comendo.",
    "text.loadingscreentips.sculk": "Sculk contém almas e liberará experiência quando você o quebrar.",
    "text.loadingscreentips.allay": "Dê um item para um Allay, e ele coletará mais para você!",
    "text.loadingscreentips.frog_types": "Sapos têm três tipos: Frio, Tropical e Temperado, que podem ser criados em seus respectivos climas.",
    "text.loadingscreentips.sculk_catalyst": "O catalisador de sculk rouba a alma de criaturas próximas que foram mortas e a usa para espalhar sculk.",
    "text.loadingscreentips.wool_occlusion": "Use lã para evitar que os sons ecoem nas profundezas sombrias.",
    "text.loadingscreentips.frog_breeding": "Você pode cruzar sapos com bolas de slime.",
    "text.loadingscreentips.warden": "Dizem que uma besta poderosa com poder de eco habita as partes mais profundas do mundo.",
    "text.loadingscreentips.dripstone_clay": "Uma estalactite sob lama pode secá-la até que se torne argila.",
    "text.loadingscreentips.dupe_allay": "Se você der um fragmento de ametista a um Allay enquanto ele dança, ele pode se duplicar.",
    "text.loadingscreentips.villager": "Trocar com aldeões é uma ótima maneira de conseguir esmeraldas.",
    "text.loadingscreentips.sculk_shriekers": "Seja silencioso perto de emissores de sculk, ou você vai se arrepender.",
    "text.loadingscreentips.build_snowgolem": "Se você colocar dois blocos de neve com uma abóbora esculpida no topo, você pode construir um boneco de neve!",
    "text.loadingscreentips.leather_boots": "Botas de couro evitam que você afunde na neve fofa!",
    "text.loadingscreentips.shulker_bullet": "Se um shulker for atingido por um projétil de shulker, há uma chance de ele se duplicar!",
    "text.loadingscreentips.enchantability": "Alguns materiais recebem encantamentos melhores, como o ouro.",
    "text.loadingscreentips.saturation": "Tente comer alimentos maiores, como carnes cozidas, eles te mantêm satisfeito por mais tempo.",
    "text.loadingscreentips.armor_trim": "Você pode encontrar enfeites de armadura em várias estruturas e usá-los para adicionar detalhes à sua armadura.",
    "text.loadingscreentips.suspicious_sand": "Areia Suspeita é um bloco encontrado em templos do deserto, poços do deserto e ruínas oceânicas quentes, experimente clicar nela com um pincel!",
    "text.loadingscreentips.suspicious_gravel": "Cascalho Suspeito é um bloco encontrado em ruínas oceânicas e trilhas em ruínas, experimente clicar nele com um pincel!",
    "text.loadingscreentips.trail_ruins": "trilhas em ruínas são uma estrutura contendo múltiplos enfeites de armadura e um disco de música único.",
    "text.loadingscreentips.sherds": "Óstracos são peças encontradas em várias estruturas arqueológicas, em areia e cascalho suspeitos. Combine 4 para criar um pote de cerâmica decorado.",
    "text.loadingscreentips.sniffer_moss": "Ovos de farejador crescem duas vezes mais rápido em blocos de musgo.",
    "text.loadingscreentips.sniffer_egg": "Você pode encontrar ovos de farejador em ruínas oceânicas quentes, em areia suspeita.",
    "text.loadingscreentips.sniffing": "Farejadores ocasionalmente cheiram o chão e desenterram sementes antigas que cultivam plantas do passado.",
    "text.loadingscreentips.sniffer_breeding": "Farejadores podem ser cruzados com sementes de flor-tocha.",
    "text.loadingscreentips.camel_breeding": "Camelos podem ser cruzados com cactos.",
    "text.loadingscreentips.camel": "Camelos são uma ótima maneira de atravessar o deserto e podem ser montados por dois jogadores.",
    "text.loadingscreentips.musical_heads": "Quando você coloca uma cabeça acima de um bloco de nota, ela tocará sons do mob correspondente.",
    "text.loadingscreentips.charged_creeper_heads": "Quando um creeper elétrico mata certos mobs, eles deixam cair sua cabeça.",
    "text.loadingscreentips.copy_template": "Você pode duplicar moldes de ferraria criando-os com 7 diamantes e seu material base.",
    "text.loadingscreentips.decorated_pots_items": "Você pode armazenar itens dentro de potes decorados clicando neles com o item. Eles podem armazenar até uma pilha de um item.",
    "text.loadingscreentips.break_decorated_pots": "Ei! Ouça! Você pode quebrar potes decorados com projéteis como flechas.",
    "text.loadingscreentips.ominous_bottle": "Você pode obter fracos sombrios matando capitães de incursões ou em cofres. Beba em uma vila ou em uma câmara do desafio para um verdadeiro confronto.",
    "text.loadingscreentips.cartographers": "Você pode obter vários mapas de exploração que levam a várias estruturas com cartógrafos.",
    "text.loadingscreentips.mace": "A clava é uma arma que causa dano significativo com base na distância da queda, e você pode obter seus componentes em um cofre sombrio dentro de câmaras do desafio.",
    "text.loadingscreentips.copper_bulb": "A lâmpada de cobre pode ser usado como um simples T flip-flop ao ter um comparador lendo-o.",
    "text.loadingscreentips.bad_omen_levels": "Mau Presságio tem 5 níveis, cada um tornando os eventos sombrios mais difíceis.",
    "text.loadingscreentips.armadillo_scute": "Tatus ocasionalmente deixam cair cascos, e você pode forçar a queda escovando-os.",
    "text.loadingscreentips.bogged": "Você pode tosquiar o esqueleto-pantanoso para obter cogumelos.",
    "text.loadingscreentips.wolf_armor": "Se a armadura do seu lobo começar a rachar, clique nele com casco de tatu para repará-la.",
    "text.loadingscreentips.wind_charge": "Você pode lançar cargas de vento para criar uma rajada de vento, empurrando mobs ou até mesmo se lançar.",
    "text.loadingscreentips.trial_keys": "Ganhe chaves do desafio lutando contra geradores de teste e use-as em cofres para ganhar uma variedade de tesouros.",
    "text.loadingscreentips.trial_spawners": "A dificuldade dos geradores de teste escala com base nos jogadores, então traga amigos para um desafio.",
    "text.loadingscreentips.breeze_deflect": "Você pode desviar cargas de vento disparadas pelo Vórtice com um escudo ou rebatendo-as.",
    "text.loadingscreentips.mace_wither": "Você pode derrotar um Wither com um único golpe de clava, basta cair pelo menos 180 blocos.",
    "text.loadingscreentips.mace_falldamage": "Se você estiver caindo e atacar um mob com a clava, seu dano de queda será anulado.",
    "text.loadingscreentips.breeze_projectile": "A carga de vento afeta muitos blocos, como abrir portas, apertar botões e tocar sinos.",
    "text.loadingscreentips.trial_spawner_blocks": "Você pode saber qual mob aparece nos geradores de teste com base nos blocos na sala, que estão associados ao mob.",
    
    "modmenu.summaryTranslation.loadingscreentips": "Adiciona dicas de carregamento à tela de carregamento de mundo.",
    "modmenu.descriptionTranslation.loadingscreentips": "Adiciona dicas de carregamento à tela de carregamento de mundo.",
    
    "loadingscreentips.midnightconfig.title": "Carregando configurações do Screen Tips",
    "loadingscreentips.midnightconfig.corner": "Canto de dicas",
    "loadingscreentips.midnightconfig.changeTime": "Tempo de mudança",
    "loadingscreentips.midnightconfig.enum.CORNER.BOTTOM_LEFT": "Baixo Esquerda",
    "loadingscreentips.midnightconfig.enum.CORNER.TOP_LEFT": "Cima Esquerda",
    "loadingscreentips.midnightconfig.enum.CORNER.BOTTOM_RIGHT": "Baixo Direita",
    "loadingscreentips.midnightconfig.enum.CORNER.TOP_RIGHT": "Cima Direita",
    "loadingscreentips.midnightconfig.serverLoadingTips": "Mostrar dicas na tela de carregamento de servidor"
}
